Repository: Jerl92/nanosupport
Catalog: i18n/languages/nanosupport-*.po
Languages: fr_fr

# NanoSupport Ticket
source: Support Ticket
fr_fr: Billet d'assistance

# NanoSupport Ticket
source: Ticket
fr_fr: Billet

# NanoSupport Ticket
source: Tickets
fr_fr: Des billets

source: NanoSupport version
fr_fr: Version NanoSupport

source: NanoSupport&rsquo;s required dependencies are not loaded - plugin cannot function properly. Open the command console and run %1$s and then %2$s before anything else. If you are unaware what this is, please <a href="%3$s" class="thickbox">install the production version</a> instead.
fr_fr: Les dépendances requises de NanoSupport ne sont pas chargées - le plugin ne peut pas fonctionner correctement. Ouvrez la console de commande et exécutez %1$s puis %2$s avant toute autre chose. Si vous ne savez pas de quoi il s&#39;agit, veuillez plutôt <a href="%3$s" class="thickbox">installer la version de production</a> .

source: Need a pickup
fr_fr: Besoin d'un ramassage

source: New Category Name
fr_fr: Nouveau nom de catégorie

source: New Doc
fr_fr: Nouveau document

source: New Form factor Name
fr_fr: Nom du nouveau facteur de forme

source: New RMA
fr_fr: Nouvelle ARM

source: New RMA is submitted and is <strong>Pending</strong>.
fr_fr: Un nouveau RMA est soumis et est <strong>en attente</strong>.

source: New RMA Submitted
fr_fr: Nouveau RMA soumis

source: New RMA Submitted — %s
fr_fr: Nouvelle RMA soumise — %s

source: New Status Name
fr_fr: Nouveau nom de statut

source: New Ticket
fr_fr: Nouveau billet

source: New user
fr_fr: Nouvel utilisateur

source: Next Page
fr_fr: Page suivante

source: Nice! You do not have any RMA file to display.
fr_fr: Agréable! Vous n'avez aucun fichier RMA à afficher.

source: No
fr_fr: Non

source: No activity yet!
fr_fr: Aucune activité pour le moment !

source: No Knowledgebase Doc found
fr_fr: Aucun document de la base de connaissances trouvé

source: No Knowledgebase Doc found in Trash
fr_fr: Aucun document de la base de connaissances trouvé dans la corbeille

source: No Knowledgebase entries till now to display in this category.
fr_fr: Aucune entrée de la base de connaissances jusqu'à présent à afficher dans cette catégorie.

source: No response yet
fr_fr: Pas encore de réponse

source: No Ticket found
fr_fr: Aucun billet trouvé

source: No Ticket found in Trash
fr_fr: Aucun ticket trouvé dans la corbeille

source: Nothing to display on Knowledgebase.
fr_fr: Rien à afficher sur la base de connaissances.

source: Nothing to display on Knowledgebase. Please <a href="%s">Add some documentation</a> first, and categorize them accordingly.
fr_fr: Rien à afficher sur la base de connaissances. Veuillez <a href="%s">d&#39;abord ajouter de la documentation</a> et les classer en conséquence.

source: Notification Email
fr_fr: E-mail de notification

source: Number of RMA with the same serial number
fr_fr: Nombre de RMA avec le même numéro de série

source: Off
fr_fr: Désactivé

source: On
fr_fr: Au

source: Open Tickets
fr_fr: Billets ouverts

source: Open tickets assigned to me
fr_fr: Billets ouverts qui m'ont été attribués

source: or
fr_fr: ou

source: Organization
fr_fr: Organisation

source: Other Settings
fr_fr: Autres réglages

source: Parent Category
fr_fr: Catégorie Parentale

source: Parent Category:
fr_fr: Catégorie Parentale:

source: Parent Doc:
fr_fr: Document parent :

source: Parent Form factor
fr_fr: Facteur de forme parent

source: Parent Form factor:
fr_fr: Facteur de forme parent :

source: Parent Status
fr_fr: Statut parental

source: Parent Status:
fr_fr: Statut parental :

source: Parent Ticket:
fr_fr: Billet parents :

source: Password length must be greater than 5 characters
fr_fr: La longueur du mot de passe doit être supérieure à 5 caractères

source: Password must be filled
fr_fr: Le mot de passe doit être rempli

source: Password: <em>Your Password</em>
fr_fr: Mot de passe : <em>Votre mot de passe</em>

source: Password: <strong>%s</strong>
fr_fr: Mot de passe : <strong>%s</strong>

source: Payment Details
fr_fr: Détails de paiement

source: Pending Tickets
fr_fr: Billets en attente

source: Permanent link to the Ticket
fr_fr: Lien permanent vers le Billet

source: PHP Memory Limit
fr_fr: Limite de mémoire PHP

source: PHP version
fr_fr: VersionPHP

source: Please assign the document to a Knowledgebase Category, because Knowledgebase documents are displayed under categories.
fr_fr: Veuillez affecter le document à une catégorie de la base de connaissances, car les documents de la base de connaissances sont affichés sous des catégories.

source: Please enter a password for your account
fr_fr: Veuillez entrer un mot de passe pour votre compte

source: Please enter a valid username for creating an account
fr_fr: Veuillez entrer un nom d'utilisateur valide pour créer un compte

source: Please provide a valid email address
fr_fr: Veuillez fournir une adresse email valide

source: Please wait...
fr_fr: S'il vous plaît, attendez...

source: Postal code
fr_fr: Code Postal

source: Preview email template
fr_fr: Aperçu du modèle d'e-mail

source: Previous Page
fr_fr: Page précédente

source: Product
fr_fr: Produit

source: Product is not available
fr_fr: Le produit n'est pas disponible

source: Product Receipt must be mentioned for further enquiry
fr_fr: Le reçu du produit doit être mentionné pour une enquête plus approfondie

source: Purchase Receipt
fr_fr: Reçu

source: Rate us %s
fr_fr: Évaluez-nous %s

source: Receipt Number
fr_fr: Numéro de reçu

source: Recent Response
fr_fr: Réponse récente

source: Remove
fr_fr: Retirer

source: Reopen Ticket
fr_fr: Rouvrir le billet

source: Request or reference number
fr_fr: Numéro de demande ou de référence

source: Request or reference number from your establishment.
fr_fr: Demande ou numéro de référence de votre établissement.

source: Responding as: %s
fr_fr: Répondant en tant que : %s

source: Response #%s
fr_fr: Réponse #%s

source: Response field can&rsquo;t be blank.
fr_fr: Le champ de réponse ne peut pas être vide.

source: Responses
fr_fr: Réponses

source: Responses:
fr_fr: Réponses :

source: Responsible for the RMA
fr_fr: Responsable de la RMA

source: Return adresse
fr_fr: Adresse de retour

source: Return Policy
fr_fr: Politique de retour

source: RMA #%s Updated
fr_fr: RMA #%s mis à jour

source: RMA #%s Updated — %s — %s
fr_fr: RMA #%s mis à jour — %s — %s

source: RMA #%s Was Closed — %s — %s
fr_fr: RMA #%s a été fermé — %s — %s

source: RMA additional status
fr_fr: Statut supplémentaire RMA

source: RMA Assigned
fr_fr: RMA attribué

source: RMA Author
fr_fr: Auteur RMA

source: RMA contact info
fr_fr: Coordonnées RMA

source: RMA Info
fr_fr: Informations RMA

source: RMA internal references
fr_fr: Références internes RMA

source: RMA Number
fr_fr: Numéro ARM

source: RMA status
fr_fr: Statut ARM

source: RMA with same serial number
fr_fr: RMA avec le même numéro de série

source: S.O# or P.O# Number
fr_fr: Numéro S.O# ou P.O#

source: Sale order "S.O#" or Porduct order "P.O#" number
fr_fr: Numéro de commande de vente "S.O #" ou numéro de commande de produit "P.O #"

source: Save Response
fr_fr: Enregistrer la réponse

source: Search Categories
fr_fr: Catégories de recherche

source: Search Form factor
fr_fr: Facteur de forme de recherche

source: Search Knowledgebase
fr_fr: Rechercher dans la base de connaissances

source: Search Status
fr_fr: État de la recherche

source: Search Ticket
fr_fr: Rechercher un billet

source: Select
fr_fr: Sélectionner

source: Select a component type
fr_fr: Sélectionnez un type de composant

source: Select a page
fr_fr: Sélectionnez une page

source: Select a Product
fr_fr: Choisissez un produit

source: Select a product
fr_fr: choisissez un produit

source: Select Adresse
fr_fr: Sélectionnez Adresse

source: Select Categories
fr_fr: Sélectionnez les catégories

source: Select Products to Exclude
fr_fr: Sélectionnez les produits à exclure

source: Select the product the ticket is about.
fr_fr: Sélectionnez le produit sur lequel porte le ticket.

source: Select the product[s] you want to keep out of providing Support. Leave blank if you want all your products to provide support.
fr_fr: Sélectionnez le(s) produit(s) que vous ne souhaitez pas fournir d'assistance. Laissez vide si vous souhaitez que tous vos produits fournissent une assistance.

source: Serial Number
fr_fr: Numéro de série

source: Server
fr_fr: Serveur

source: Set the NanoSupport settings
fr_fr: Définir les paramètres NanoSupport

source: Set ticket character limit to
fr_fr: Définir la limite de caractères du ticket à

source: Settings
fr_fr: Réglages

source: Shipping information
fr_fr: Informations sur la livraison

source: Show return information
fr_fr: Afficher les informations de retour

source: Show shipping information
fr_fr: Afficher les informations d'expédition

source: Site Language
fr_fr: Langue du site

source: Solved Tickets
fr_fr: Billets résolus

source: Sorry, you cannot see your RMA file without being logged in.
fr_fr: Désolé, vous ne pouvez pas voir votre fichier RMA sans être connecté.

source: Sorry, you need to chose a from factor.
fr_fr: Désolé, vous devez choisir un facteur de départ.

source: Sorry, your user identity is not acceptable! Your ticket is not submitted.
fr_fr: Désolé, votre identité d'utilisateur n'est pas acceptable ! Votre ticket n'est pas soumis.

source: Status
fr_fr: Statut

source: Submit
fr_fr: Nous faire parvenir

source: Submit Ticket
fr_fr: Envoyer le ticket

source: Submit Ticket Notice
fr_fr: Soumettre un avis de billet

source: Support Desk
fr_fr: Bureau d'assistance

source: Support Desk Notice
fr_fr: Avis du service d'assistance

source: Support Desk Page
fr_fr: Page du bureau d'assistance

source: Support RMA Replied
fr_fr: Soutien RMA répondu

source: Support Seeker
fr_fr: Demandeur de soutien

source: System Status
fr_fr: État du système

source: Template not found
fr_fr: Modèle introuvable

source: Terms of use
fr_fr: Conditions d'utilisation

source: The establishment name
fr_fr: Le nom de l'établissement

source: The establishment name, where the computer is assigned.
fr_fr: Le nom de l'établissement auquel l'ordinateur est affecté.

source: The Facility Name, where the computer is assigned.
fr_fr: Le nom de l'installation, auquel l'ordinateur est affecté.

source: The following RMA on &ldquo;%s&rdquo; is assigned to you:
fr_fr: Le RMA suivant sur « %s » vous est attribué :

source: The message that to show on top of the Knowledgebase page. Plain texts only.
fr_fr: Le message à afficher en haut de la page de la base de connaissances. Textes bruts uniquement.

source: The message that to show on top of the New Ticket submission page. Plain texts only.
fr_fr: Le message à afficher en haut de la page de soumission d'un nouveau ticket. Textes bruts uniquement.

source: The message that to show on top of the Support Ticket page. Plain texts only.
fr_fr: Le message à afficher en haut de la page Support Ticket. Textes bruts uniquement.

source: The name of assigned technician
fr_fr: Le nom du technicien désigné

source: The name of assigned technician of the RMA request.
fr_fr: Le nom du technicien affecté à la demande RMA.

source: The technician name Responsible for the RMA file.
fr_fr: Le nom du technicien Responsable du fichier RMA.

source: There is no user found with this email address
fr_fr: Aucun utilisateur n'a été trouvé avec cette adresse e-mail

source: This is the back end of the support ticketing system. If you want to edit your profile, you can do that from <a href="%1$s">%2$s Your Profile</a>.
fr_fr: Il s&#39;agit de l&#39;arrière-plan du système de billetterie d&#39;assistance. Si vous souhaitez modifier votre profil, vous pouvez le faire à partir de <a href="%1$s">%2$s Votre profil</a> .

source: This ticket is already solved.
fr_fr: Ce ticket est déjà résolu.

source: This ticket is inactive.
fr_fr: Ce ticket est inactif.

source: Ticket #%1$s updated <a href="%2$s">%3$s</a> submitted by %4$s
fr_fr: Ticket #%1$s mis à jour <a href="%2$s">%3$s</a> envoyé par %4$s

source: Ticket details can&rsquo;t be empty
fr_fr: Les détails du billet ne peuvent pas être vides

source: Ticket has no content
fr_fr: Le ticket n'a pas de contenu

source: Ticket is already solved. <strong>ReOpen</strong> it to add new response.
fr_fr: Le ticket est déjà résolu. <strong>Réouvrez</strong> pour ajouter une nouvelle réponse.

source: Ticket Priority
fr_fr: Priorité des billets

source: Ticket priority must be set
fr_fr: La priorité des tickets doit être définie

source: Ticket Status
fr_fr: Statut du ticket

source: Ticket Status:
fr_fr: Statut du ticket :

source: Ticket subject can&rsquo;t be empty
fr_fr: L&#39;objet du ticket ne peut pas être vide

source: Ticket Submission Page
fr_fr: Page de soumission de billets

source: Tickets are visible to the admins, designated support assistant and/or to the ticket owner only.
fr_fr: Les tickets sont visibles uniquement par les administrateurs, l'assistant d'assistance désigné et/ou le propriétaire du ticket.

source: To manage your support tickets an account has been created on %s.
fr_fr: Pour gérer vos tickets d'assistance, un compte a été créé sur %s.

source: Total Ticket: %d
fr_fr: Nombre total de tickets : %d

source: Tracking Number
fr_fr: Numéro de suivi

source: Traking Number
fr_fr: Numéro de suivi

source: Traking number
fr_fr: Numéro de suivi

source: Under Inspection
fr_fr: Sous inspection

source: Update Categories
fr_fr: Mettre à jour les catégories

source: Update Form factor
fr_fr: Mettre à jour le facteur de forme

source: Update Status
fr_fr: État de mise à jour

source: Updated
fr_fr: Mise à jour

source: Upload an image through Media &raquo; Add New, and copy &amp; paste the image URL here. Or, you can place an abosolute URL of any image. Default: No image.
fr_fr: Téléchargez une image via Média » Ajouter un nouveau, puis copiez et collez l&#39;URL de l&#39;image ici. Ou, vous pouvez placer une URL absolue de n&#39;importe quelle image. Par défaut : Aucune image.

source: Use a alternative return adresse, if blank profil adresse will be used
fr_fr: Utilisez une adresse de retour alternative, si une adresse de profil vide sera utilisée

source: Use account Adresse
fr_fr: Utiliser l'adresse du compte

source: Use the links here for exploring knowledgebase, visiting your support desk, or submitting new ticket. Before submitting new ticket, we prefer you to consider exploring the Knowledgebase for existing resources.
fr_fr: Utilisez les liens ici pour explorer la base de connaissances, visiter votre bureau d'assistance ou soumettre un nouveau ticket. Avant de soumettre un nouveau ticket, nous préférons que vous envisagiez d'explorer la base de connaissances pour les ressources existantes.

source: Use the links here for visiting your support desk, or submitting new ticket.
fr_fr: Utilisez les liens ici pour visiter votre bureau d'assistance ou soumettre un nouveau ticket.

source: User IP adresse
fr_fr: Adresse IP de l'utilisateur

source: Username cannot be empty
fr_fr: Le nom d'utilisateur ne peut pas être vide

source: Username: <strong>%s</strong>
fr_fr: Nom d'utilisateur : <strong>%s</strong>

source: Using ecommerce feature, needs either Easy Digital Downloads or WooCommerce active.
fr_fr: L'utilisation de la fonction de commerce électronique nécessite l'activation de Easy Digital Downloads ou de WooCommerce.

source: View
fr_fr: Voir

source: View Doc
fr_fr: Afficher le document

source: View RMA
fr_fr: Voir RMA

source: View RMA on support center
fr_fr: Voir RMA sur le centre de support

source: View Ticket
fr_fr: Voir le billet

source: Visit Support Desk
fr_fr: Visitez le bureau d'assistance

source: Welcome to Support Ticketing
fr_fr: Bienvenue dans la billetterie d'assistance

source: Welcome to your Account
fr_fr: Bienvenue sur votre compte

source: WordPress minimum requirements
fr_fr: Exigences minimales de WordPress

source: WordPress version
fr_fr: Version Wordpress

source: works on modern browsers only
fr_fr: ne fonctionne que sur les navigateurs modernes

source: Write down a little detail. At least %s characters or longer
fr_fr: Notez un petit détail. Au moins %s caractères ou plus

source: Write down any internal note to pass to any Support Agent internally.
fr_fr: Notez toute note interne à transmettre à tout agent de support en interne.

source: Write down the email to get notification of new ticket submission. Default is, admin email.
fr_fr: Notez l'e-mail pour recevoir une notification de nouvelle soumission de ticket. La valeur par défaut est l'adresse e-mail de l'administrateur.

source: Write down the Footer Text for the email template.
fr_fr: Notez le texte du pied de page du modèle d'e-mail.

source: Write down the Header Text for the email template. Default: Site name.
fr_fr: Notez le texte d'en-tête du modèle d'e-mail. Par défaut : nom du site.

source: Write down the response to the ticket
fr_fr: Notez la réponse au ticket

source: Write down your issue in details...
fr_fr: Notez votre problème en détail...

source: Write down your issue in diagnosis and details... At least %s characters is a must.
fr_fr: Notez votre problème dans le diagnostic et les détails... Au moins %s caractères sont indispensables.

source: Write down your response
fr_fr: Ecrivez votre réponse

source: Yes
fr_fr: Oui

source: Yes, automatically generate password for the user
fr_fr: Oui, générer automatiquement un mot de passe pour l'utilisateur

source: Yes, automatically generate username from user email
fr_fr: Oui, générer automatiquement le nom d'utilisateur à partir de l'e-mail de l'utilisateur

source: Yes, enable Knowledgebase
fr_fr: Oui, activer la base de connaissances

source: Yes, enable Login below ticket submission form
fr_fr: Oui, activez la connexion sous le formulaire de soumission de ticket

source: Yes, enable Notice and Navigation on top of NanoSupport Pages
fr_fr: Oui, activez Avis et navigation en haut des pages NanoSupport

source: Yes, integrate with Easy Digital Downloads or WooCommerce
fr_fr: Oui, intégrer avec Easy Digital Downloads ou WooCommerce

source: Yes, let user choice Support Department on ticket submission form
fr_fr: Oui, laissez l'utilisateur choisir le service d'assistance sur le formulaire de soumission de ticket

source: Yes, let user choice Ticket Priority on ticket submission form
fr_fr: Oui, laissez l'utilisateur choisir la priorité du ticket sur le formulaire de soumission de ticket

source: Yes, make this user a Support Agent
fr_fr: Oui, faire de cet utilisateur un agent de support

source: Yes, notify the assigned agent when their ticket is replied
fr_fr: Oui, avertir l'agent désigné lorsque son ticket est répondu

source: Yes, notify the ticket author when their ticket is replied
fr_fr: Oui, avertir l'auteur du ticket lorsque son ticket reçoit une réponse

source: Yes, rewrite Knowledgebase Doc URL (caution required)
fr_fr: Oui, réécrire l'URL du document de la base de connaissances (attention requise)

source: Yes, send an email to admin on new ticket submission
fr_fr: Oui, envoyer un e-mail à l'administrateur lors de la soumission d'un nouveau ticket

source: Yet nothing to display!
fr_fr: Pourtant rien à afficher !

source: You are redirected from the Support Desk, because you are not logged in, and have no permission to view any ticket.
fr_fr: Vous êtes redirigé depuis le Support Desk, car vous n'êtes pas connecté et n'avez pas la permission de voir un ticket.

source: You can edit your account details and reset your password from your Profile
fr_fr: Vous pouvez modifier les détails de votre compte et réinitialiser votre mot de passe à partir de votre profil

source: You cannot add response to a pending ticket. <strong>Publish</strong> it first.
fr_fr: Vous ne pouvez pas ajouter de réponse à un ticket en attente. <strong>Publier</strong> d'abord.

source: You may get occasional emails notifying any movement of the RMA
fr_fr: Vous pouvez recevoir des e-mails occasionnels notifiant tout mouvement du RMA

source: You&rsquo;ve not assigned any ticket yet!
fr_fr: Vous n&#39;avez pas encore attribué de ticket !

source: Your internal references
fr_fr: Vos références internes

source: Your RMA &rsquo;<strong>%1$s</strong>&rsquo; on %2$s is replied by <em>%3$s</em>:
fr_fr: Votre RMA &#39; <strong>%1$s</strong> &#39; sur %2$s est répondu par <em>%3$s</em> :

source: Your RMA is replied — %s
fr_fr: Votre RMA a reçu une réponse — %s
