Repository: Jerl92/nanosupport
Catalog: i18n/languages/nanosupport-*.po
Languages: fr_fr

source: Internal References
fr_fr: Références internes

source: %1$s &mdash; Powered by %2$s
fr_fr: %1$s — Propulsé par %2$s

source: %1$s &mdash; We recommend a minimum MySQL version of 5.6. See: %2$s
fr_fr: %1$s — Nous recommandons une version MySQL minimale de 5.6. Voir : %2$s

source: %1$s &mdash; We recommend a minimum PHP version of 7.2. See: %2$s
fr_fr: %1$s — Nous recommandons une version PHP minimale de 7.2. Voir : %2$s

source: %1$s &mdash; We recommend setting memory to at least 64MB. See: %2$s
fr_fr: %1$s : nous vous recommandons de définir une mémoire d&#39;au moins 64 Mo. Voir : %2$s

source: %s ago
fr_fr: il y a %s

source: %s response
fr_fr: %s réponse

source: * By clicking the submit button, you agree to our
fr_fr: * En cliquant sur le bouton Soumettre, vous acceptez nos

source: <strong>Allowed HTML Tags:</strong><br> %s
fr_fr: <strong>Balises HTML autorisées :</strong><br> %s

source: <strong>Error:</strong> %s
fr_fr: <strong>Erreur :</strong> %s

source: <strong>Just to inform:</strong> This ticket is still <em>pending</em>. With this response it&rsquo;ll be opened.
fr_fr: <strong>Juste pour informer :</strong> Ce ticket est toujours <em>en attente</em> . Avec cette réponse, il sera ouvert.

source: <strong>Just to inform:</strong> you are about to ReOpen the ticket.
fr_fr: <strong>Juste pour informer :</strong> vous êtes sur le point de rouvrir le ticket.

source: <strong>NanoSupport</strong> is a complete package for a front-end Support Ticketing System in a complete WordPress&rsquo; way. It has a rich back end for ticket maintenance and management. It has built-in Knowledgebase to sort out information that you want to inform publicly.
fr_fr: <strong>NanoSupport</strong> est un package complet pour un système de ticket de support frontal à la manière de WordPress. Il dispose d&#39;un back-end riche pour la maintenance et la gestion des tickets. Il a une base de connaissances intégrée pour trier les informations que vous souhaitez informer publiquement.

source: <strong>Purchased at:</strong> %s
fr_fr: <strong>Acheté à :</strong> %s

source: <strong>Purchased by:</strong> %s
fr_fr: <strong>Acheté par :</strong> %s

source: <strong>Resolved!</strong> New Responses to this ticket is already closed. Only ticket author can reopen a closed ticket.
fr_fr: <strong>Résolu !</strong> Les nouvelles réponses à ce ticket sont déjà fermées. Seul l'auteur du ticket peut rouvrir un ticket fermé.

source: <strong>Sorry!</strong> Tickets are open for responses only to the Ticket Author.
fr_fr: <strong>Désolé !</strong> Les tickets sont ouverts aux réponses uniquement à l'auteur du ticket.

source: <strong>Success!</strong> Your RMA has been submitted successfully. Our team is reviewing it now and will be responding to you shortly.
fr_fr: <strong>Succès !</strong> Votre RMA a été soumis avec succès. Notre équipe l'examine actuellement et vous répondra sous peu.

source: <strong>Success:</strong> The ticket is marked as &lsquo;Solved&rsquo; with this response.
fr_fr: <strong>Réussite :</strong> le ticket est marqué comme &quot; Résolu &quot; avec cette réponse.

source: <strong>Success:</strong> You just marked the ticket as &lsquo;Solved&rsquo;.
fr_fr: <strong>Réussite :</strong> vous venez de marquer le ticket comme &quot;résolu&quot;.

source: <strong>Success:</strong> Your response is successfully submitted to this ticket.
fr_fr: <strong>Succès :</strong> votre réponse a bien été envoyée à ce ticket.

source: A RMA is assigned to you — %s
fr_fr: Un RMA vous est attribué — %s

source: A RMA is now closed.
fr_fr: Un RMA est maintenant fermé.

source: A RMA Was Closed
fr_fr: Un RMA a été fermé

source: Account Created — %s
fr_fr: Compte créé — %s

source: Account credentials are as following:
fr_fr: Les informations d'identification du compte sont les suivantes :

source: Account Login URL
fr_fr: URL de connexion au compte

source: Account Settings
fr_fr: Paramètres du compte

source: Activate Knowledgebase?
fr_fr: Activer la base de connaissances ?

source: Active Plugins (%d)
fr_fr: Plugins actifs (%d)

source: Active Theme
fr_fr: Thème actif

source: Active Theme Parent
fr_fr: Parent de thème actif

source: Add additional ticket status to guide the client
fr_fr: Ajouter un statut de ticket supplémentaire pour guider le client

source: Add Categories to the URL
fr_fr: Ajouter des catégories à l'URL

source: Add New Category
fr_fr: Ajouter une nouvelle catégorie

source: Add New Doc
fr_fr: Ajouter un nouveau document

source: Add New Form factor
fr_fr: Ajouter un nouveau facteur de forme

source: Add New Status
fr_fr: Ajouter un nouveau statut

source: Add New Ticket
fr_fr: Ajouter un nouveau billet

source: Add the ticket on behalf of anybody
fr_fr: Ajouter le ticket au nom de n'importe qui

source: Add, edit or delete a alternative return adresse
fr_fr: Ajouter, modifier ou supprimer une adresse de retour alternative

source: Adding Product relevent to the ticket is mandatory
fr_fr: L'ajout d'un produit pertinent au ticket est obligatoire

source: Additional ticket status
fr_fr: Statut supplémentaire du ticket

source: All Categories
fr_fr: toutes catégories

source: All entries
fr_fr: Toutes les entrées

source: All Form factor
fr_fr: Tout Facteur de forme

source: All Status
fr_fr: Tous les statuts

source: All the general settings including the Support Desk and Support Ticket submission page setup, and other plugin-specific setups.
fr_fr: Tous les paramètres généraux, y compris la configuration de la page de soumission du bureau d'assistance et du ticket d'assistance, et d'autres configurations spécifiques au plug-in.

source: All the settings specific to Email for the Support ticketing.
fr_fr: Tous les paramètres spécifiques à l'e-mail pour la billetterie du support.

source: All the Tickets
fr_fr: Tous les billets

source: All the user account related settings can be managed from here.
fr_fr: Tous les paramètres liés au compte d'utilisateur peuvent être gérés à partir d'ici.

source: All Ticket Form Factor
fr_fr: Tous les facteurs de forme de billet

source: All Ticket Status
fr_fr: Tous les statuts de ticket

source: Alternative return Adresse
fr_fr: Adresse de retour alternative

source: An account is already registered with that username. Please choose another
fr_fr: Un compte est déjà enregistré avec ce nom d'utilisateur. Veuillez en sélectioner un autre

source: An account is already registered with your email address. Please login
fr_fr: Un compte est déjà enregistré avec votre adresse e-mail. Veuillez vous connecter

source: An assigned RMA &rsquo;<strong>%1$s</strong>&rsquo; on %2$s is replied by <em>%3$s</em>:
fr_fr: Un RMA attribué &#39; <strong>%1$s</strong> &#39; sur %2$s est répondu par <em>%3$s</em> :

source: An assigned RMA is replied — %s
fr_fr: Une RMA attribuée est répondue — %s

source: Anti-spam field was filled in. Spam account cannot pass in
fr_fr: Le champ anti-spam a été rempli. Le compte spam ne peut pas être transmis

source: Are you sure you want to delete the response?
fr_fr: Voulez-vous vraiment supprimer la réponse ?

source: Author
fr_fr: Auteur

source: Back to the Knowledgebase
fr_fr: Retour à la base de connaissances

source: Back to ticket index
fr_fr: Retour à l'index des billets

source: BETA FEATURE
fr_fr: FONCTIONNALITÉ BÊTA

source: by <em>%s</em>
fr_fr: par <em>%s</em>

source: Cancel ReOpening
fr_fr: Annuler la réouverture

source: Categories
fr_fr: Catégories

source: Category
fr_fr: Catégorie

source: Change Category Icon
fr_fr: Changer l'icône de catégorie

source: Change the device Form Factor.
fr_fr: Modifiez le facteur de forme de l'appareil.

source: Change the inovice number to track unsolved tickets separately.
fr_fr: Modifiez le numéro de facture pour suivre séparément les tickets non résolus.

source: Change the Internal Reference Number to help user to find tickets separately.
fr_fr: Modifiez le numéro de référence interne pour aider l'utilisateur à trouver des tickets séparément.

source: Change the Issuse to track unsolved tickets separately.
fr_fr: Modifiez le problème pour suivre séparément les tickets non résolus.

source: Change the return adresse to track unsolved tickets separately.
fr_fr: Modifiez l'adresse de retour pour suivre séparément les tickets non résolus.

source: Change the serial number to track unsolved tickets separately.
fr_fr: Modifiez le numéro de série pour suivre séparément les tickets non résolus.

source: Change the ticket number to track unsolved tickets separately.
fr_fr: Modifiez le numéro du ticket pour suivre séparément les tickets non résolus.

source: Change the ticket status to track unsolved tickets separately.
fr_fr: Modifiez le statut du ticket pour suivre séparément les tickets non résolus.

source: Change the traking number to track unsolved tickets separately.
fr_fr: Modifiez le numéro de suivi pour suivre séparément les tickets non résolus.

source: Check or uncheck the Knowledgebase feature of NanoSupport
fr_fr: Cochez ou décochez la fonction Knowledgebase de NanoSupport

source: Check to add Knowledgebase categories to the URL of Knowledgebase Doc entries.<br><strong>WARNING:</strong> changing public URL might lead huge amount of 404 and can affect SEO, if not properly redirected.
fr_fr: Cochez pour ajouter des catégories de la base de connaissances à l'URL des entrées du document de la base de connaissances.<br><strong>AVERTISSEMENT :</strong> la modification de l'URL publique peut entraîner une quantité considérable de 404 et peut affecter le référencement, si elle n'est pas correctement redirigée.

source: Choose a color for the header background of the email template. Default: NS Blue (%s)
fr_fr: Choisissez une couleur pour l'arrière-plan de l'en-tête du modèle d'e-mail. Par défaut : bleu NS (%s)

source: Choose a color for the header text of the email template. Default: White (%s)
fr_fr: Choisissez une couleur pour le texte d'en-tête du modèle d'e-mail. Par défaut : Blanc (%s)

source: Choose an icon
fr_fr: Choisissez un icône

source: Choose an Icon to display with the Category
fr_fr: Choisissez une icône à afficher avec la catégorie

source: Choose Category Icon
fr_fr: Choisissez l'icône de la catégorie

source: Choose Icon
fr_fr: Choisissez l'icône

source: Choose on which you want to highlight your ticket. Default: status
fr_fr: Choisissez sur lequel vous souhaitez mettre en avant votre billet. Par défaut : état

source: Choose the Knowledgebase categories you want to promote to the knowledgebase head section.
fr_fr: Choisissez les catégories de la base de connaissances que vous souhaitez promouvoir dans la section principale de la base de connaissances.

source: Choose the number of entries to display per Knowledgebase category. Default is Settings &raquo; Reading &raquo; Blog pages show at most.
fr_fr: Choisissez le nombre d&#39;entrées à afficher par catégorie de la base de connaissances. La valeur par défaut est Paramètres » Lecture » Les pages de blog s&#39;affichent au maximum.

source: Choose the page where you want show the Ticket Submission page. If no page is in the list, create one with the shortcode %s in it.
fr_fr: Choisissez la page sur laquelle vous souhaitez afficher la page de soumission de ticket. Si aucune page n'est dans la liste, créez-en une avec le shortcode %s.

source: Choose the page where you want to display the Knowledgebase. If no page is in the list, create one with the shortcode %s in it.
fr_fr: Choisissez la page où vous souhaitez afficher la base de connaissances. Si aucune page n'est dans la liste, créez-en une avec le shortcode %s.

source: Choose the page where you want to display the Support Desk. If no page is in the list, create one with the shortcode %s in it.
fr_fr: Choisissez la page où vous souhaitez afficher le Support Desk. Si aucune page n'est dans la liste, créez-en une avec le shortcode %s.

source: Chosse component type
fr_fr: Choisir le type de composant

source: City
fr_fr: Ville

source: Close Ticket
fr_fr: Fermer le ticket

source: complete support ticketing
fr_fr: billetterie d'assistance complète

source: Component type
fr_fr: Type de composant

source: Computer brand and model EX: Dell Optiplex 990
fr_fr: Marque et modèle d'ordinateur EX : Dell Optiplex 990

source: Consult the Knowledgebase for your query. If they are not close to you, then submit a new ticket here.
fr_fr: Consultez la base de connaissances pour votre requête. S'ils ne sont pas proches de vous, soumettez un nouveau ticket ici.

source: Consult your RMA
fr_fr: Consultez votre RMA

source: Control the Email template settings from here
fr_fr: Contrôlez les paramètres du modèle d'e-mail à partir d'ici

source: Copy to Clipboard
fr_fr: Copier dans le presse-papier

source: Copy to KB
fr_fr: Copier dans la base de connaissances

source: Couldn&rsquo;t register you
fr_fr: Impossible de vous inscrire

source: Country
fr_fr: De campagne

source: Create a fully featured Support Center within your WordPress environment without any third party system dependency, completely FREE. The built-in Knowledgebase is to inform public with generalized queries.
fr_fr: Créez un centre de support complet dans votre environnement WordPress sans aucune dépendance à un système tiers, entièrement GRATUIT. La base de connaissances intégrée sert à informer le public avec des requêtes généralisées.

source: Create an account
fr_fr: Créer un compte

source: Created
fr_fr: Créé

source: Created &amp; Updated:
fr_fr: Créé et mis à jour :

source: Created date
fr_fr: Date de création

source: Critical
fr_fr: Critique

source: Current Status
fr_fr: Statut actuel

source: Debug mode
fr_fr: Mode débogage

source: Define the character limit on ticket submission form. %s (zero) denotes no character limit applied.
fr_fr: Définissez la limite de caractères sur le formulaire de soumission de ticket. %s (zéro) indique qu'aucune limite de caractères n'est appliquée.

source: Delete
fr_fr: Supprimer

source: Delete all the Data on Uninstallation?
fr_fr: Supprimer toutes les données lors de la désinstallation ?

source: Delete Data?
fr_fr: Suprimmer les données?

source: Delete this Response
fr_fr: Supprimer cette réponse

source: Device Brand and Model
fr_fr: Marque et modèle de l'appareil

source: Device Issuse/Defective part short description
fr_fr: Brève description du problème d'appareil/de la pièce défectueuse

source: Device serial Number
fr_fr: Numéro de série de l'appareil

source: Diagnosis and details
fr_fr: Diagnostic et détails

source: Disabled
fr_fr: Désactivé

source: Dont show shipping/return information
fr_fr: Ne pas afficher les informations d'expédition/de retour

source: E-commerce Settings
fr_fr: Paramètres de commerce électronique

source: E-commerce settings to enable WooCommerce or Easy Digital Downloads&rsquo; products can be managed from here.
fr_fr: Les paramètres de commerce électronique pour activer les produits WooCommerce ou Easy Digital Downloads peuvent être gérés à partir d&#39;ici.

source: E-Commerce?
fr_fr: Commerce électronique?

source: e.g. %s
fr_fr: par exemple. %s

source: Edit
fr_fr: Éditer

source: Edit Adresse
fr_fr: Modifier l'adresse

source: Edit alternative return Adresse
fr_fr: Modifier l'adresse de retour alternative

source: Edit Categories
fr_fr: Modifier les catégories

source: Edit Doc
fr_fr: Modifier le document

source: Edit Form factor
fr_fr: Modifier le facteur de forme

source: Edit Status
fr_fr: Modifier le statut

source: Edit the Ticket
fr_fr: Modifier le billet

source: Edit Ticket
fr_fr: Modifier le billet

source: eg. %1$s &mdash; Powered by %2$s
fr_fr: par exemple. %1$s — Propulsé par %2$s

source: Email Choices
fr_fr: Choix d'e-mail

source: Email Settings
fr_fr: Paramètres de messagerie

source: Email Template
fr_fr: Modèle d'e-mail

source: Email Template Preview
fr_fr: Aperçu du modèle d'e-mail

source: Enable E-commerce Support?
fr_fr: Activer l'assistance e-commerce ?

source: Enable Notice?
fr_fr: Activer l'avis ?

source: Enabled
fr_fr: Autorisé

source: English
fr_fr: Anglais

source: Enter the receipt number of purchasing the product.
fr_fr: Entrez le numéro de reçu d'achat du produit.

source: Exclude Products
fr_fr: Exclure les produits

source: Facility Name
fr_fr: Nom de l'installation

source: Featured Categories
fr_fr: catégories vedettes

source: Find your desired question in the knowledgebase. If you can&rsquo;t find your question, submit a new support ticket.
fr_fr: Trouvez la question souhaitée dans la base de connaissances. Si vous ne trouvez pas votre question, soumettez un nouveau ticket d&#39;assistance.

source: Footer Text
fr_fr: Texte de pied de page

source: Form Factor
fr_fr: Facteur de forme

source: Form factor
fr_fr: Facteur de forme

source: French
fr_fr: français

source: From Factor
fr_fr: Du facteur

source: General
fr_fr: Général

source: General Settings
fr_fr: réglages généraux

source: Get Support
fr_fr: Obtenir de l'aide

source: Get the ticket information
fr_fr: Obtenir les informations sur les billets

source: Header Background Color
fr_fr: Couleur d'arrière-plan de l'en-tête

source: Header Image
fr_fr: Image d'en-tête

source: Header Text
fr_fr: En-tête

source: Header Text Color
fr_fr: Couleur du texte d'en-tête

source: High
fr_fr: Haut

source: Highlight Ticket with
fr_fr: Mettez en surbrillance le ticket avec

source: Icon
fr_fr: Icône

source: If you check here, a password will be automatically created for the user
fr_fr: Si vous cochez ici, un mot de passe sera automatiquement créé pour l'utilisateur

source: If you check here, an automatted username will be created for the user from their email
fr_fr: Si vous cochez ici, un nom d'utilisateur automatisé sera créé pour l'utilisateur à partir de son adresse e-mail

source: If you check here, an email will be sent to Notification email notifying about every new ticket submission. Default: <code aria-label="true">true</code>.
fr_fr: Si vous cochez cette case, un e-mail sera envoyé à l&#39;adresse e-mail de notification pour vous informer de chaque nouvelle soumission de ticket. Par défaut : <code aria-label="true">true</code> .

source: If you check here, an email will be sent to the agent who is assigned to the ticket when their ticket is replied. Default: <code aria-label="true">true</code>.
fr_fr: Si vous cochez ici, un e-mail sera envoyé à l&#39;agent qui est affecté au ticket lorsque son ticket aura reçu une réponse. Par défaut : <code aria-label="true">true</code> .

source: If you check here, an email will be sent to the ticket author when their ticket is replied. Default: <code aria-label="true">true</code>.
fr_fr: Si vous cochez cette case, un e-mail sera envoyé à l&#39;auteur du ticket lorsque son ticket aura reçu une réponse. Par défaut : <code aria-label="true">true</code> .

source: If you check here, it will enable login form below ticket submission form. Please note that, it&rsquo;s a beta feature till now
fr_fr: Si vous cochez ici, cela activera le formulaire de connexion sous le formulaire de soumission de ticket. Veuillez noter qu&#39;il s&#39;agit d&#39;une fonctionnalité bêta jusqu&#39;à présent

source: If you check here, it will enable the predefined notice on top of Support Desk, Knowledgebase, and Submit Ticket page
fr_fr: Si vous cochez ici, cela activera l'avis prédéfini en haut de la page Support Desk, Knowledgebase et Submit Ticket

source: If you check here, it will let the user choice Support Department while submitting ticket.
fr_fr: Si vous cochez ici, cela permettra à l'utilisateur de choisir le service d'assistance lors de la soumission du ticket.

source: If you check here, it will let the user choice Ticket Priority while submitting ticket.
fr_fr: Si vous cochez ici, cela laissera l'utilisateur choisir la priorité du ticket lors de la soumission du ticket.

source: If you check here, on uninstallation of the plugin, it will wipe out all the data from the database
fr_fr: Si vous cochez ici, lors de la désinstallation du plugin, il effacera toutes les données de la base de données

source: If you check here, the plugin will be integrated with the products of WooCommerce and/or Easy Digital Downloads.
fr_fr: Si vous cochez ici, le plugin sera intégré aux produits de WooCommerce et/ou Easy Digital Downloads.

source: Increasing memory allocated to PHP
fr_fr: Augmenter la mémoire allouée à PHP

source: Inovice Number
fr_fr: Numéro de facture

source: Inovice number
fr_fr: Numéro de facture

source: Internal Note
fr_fr: Remarque interne

source: Internal Notes
fr_fr: Remarques internes

source: Internal notes are not visible to Support Seekers. It&rsquo;s to pass important notes within the support team.
fr_fr: Les notes internes ne sont pas visibles pour les demandeurs d&#39;assistance. C&#39;est pour faire passer des notes importantes au sein de l&#39;équipe de support.

source: Internal Reference Number
fr_fr: Numéro de référence interne

source: IP adresse
fr_fr: Adresse IP

source: Issues
fr_fr: Questions

source: Issuse
fr_fr: Problème

source: Items per category
fr_fr: Articles par catégorie

source: Knowledgebase
fr_fr: Base de connaissances

source: Knowledgebase is to store all the Frequently Asked Questions (FAQs) for public access to learn/research deeply about your products/services.
fr_fr: La base de connaissances consiste à stocker toutes les questions fréquemment posées (FAQ) pour un accès public afin d'apprendre/rechercher en profondeur sur vos produits/services.

source: Knowledgebase Notice
fr_fr: Avis de la base de connaissances

source: Knowledgebase Page
fr_fr: Page de la base de connaissances

source: Knowledgebase Question
fr_fr: Question de la base de connaissances

source: Knowledgebase Settings
fr_fr: Paramètres de la base de connaissances

source: languages
fr_fr: langues

source: Last Replied by:
fr_fr: Dernière réponse par :

source: Last update
fr_fr: Dernière mise à jour

source: Last Updated
fr_fr: Dernière mise à jour

source: Les RMA reste ouvert pendant un période 60 jours. Il seront ferme si ceux-ci n'ont pas de suivi.
fr_fr: Les RMA restent ouverts pendant une période de 60 jours. Il sera fermé si ceux-ci n'ont pas de suivi.

source: Load more
fr_fr: Charger plus

source: Log in here:
fr_fr: Connectez-vous ici:

source: Login
fr_fr: Connexion

source: Low
fr_fr: Meugler

source: Make a complete FAQ section supporting your Support Forum
fr_fr: Créez une section FAQ complète pour soutenir votre forum de support

source: Make Support Agent
fr_fr: Faire de l'agent de soutien

source: Medium
fr_fr: Moyen

source: Miscellaneous settings can be managed from here.
fr_fr: Divers paramètres peuvent être gérés à partir d'ici.

source: Modified date
fr_fr: Date modifiée

source: My Activity Status
fr_fr: Statut de mon activité

source: My Tickets
fr_fr: Mes billets

source: My Tools
fr_fr: Mes outils

source: My Total Ticket: %d
fr_fr: Mon total de tickets : %d

source: MySQL version
fr_fr: Version MySQL

source: nanodesigns
fr_fr: nanoconceptions

source: NanoSupport Agent
fr_fr: Agent NanoSupport

source: NanoSupport Environment
fr_fr: Environnement NanoSupport

# NanoSupport Knowledgebase
source: Add New
fr_fr: Ajouter nouveau

# NanoSupport Knowledgebase
source: Knowledgebase
fr_fr: Base de connaissances

# NanoSupport Product
source: Edit
fr_fr: Éditer

source: NanoSupport requires WordPress core version <strong>%1$s</strong> or greater. The plugin has been deactivated. Consider <a href="%2$s">upgrading WordPress</a>.
fr_fr: NanoSupport nécessite la version principale de WordPress <strong>%1$s</strong> ou supérieure. Le plugin a été désactivé. Envisagez <a href="%2$s">de mettre à niveau WordPress</a> .

source: NanoSupport Settings
fr_fr: Paramètres NanoSupport

source: NanoSupport System Status
fr_fr: État du système NanoSupport

# NanoSupport Ticket
source: Add New
fr_fr: Ajouter nouveau
